[
  {
    "id": 1,
    "title": "Cat facts",
    "body": "Unlike dogs, cats do not have a sweet tooth. Scientists believe this is due to a mutation in a key taste receptor.[5]\nWhen a cat chases its prey, it keeps its head level. Dogs and humans bob their heads up and down.[12]\nThe technical term for a cat’s hairball is a “bezoar.”[8]\nA group of cats is called a “clowder.”[9]\nA cat can’t climb head first down a tree because every claw on a cat’s paw points the same way. To get down from a tree, a cat must back down.[12]\nCats make about 100 different sounds. Dogs make only about 10.[12]",
    "author": "Dave"
  },
  {
    "id": 2,
    "title": "Dog facts",
    "body": "Researchers have discovered a way to treat rabies, a breakthrough that could lead to new vaccines, including oral vaccines for dogs. Rabies kills almost 60,000 people each year.[9]\nAll dogs can be traced back 40 million years ago to a weasel-like animal called the Miacis which dwelled in trees and dens. The Miacis later evolved into the Tomarctus, a direct forbear of the genus Canis, which includes the wolf and jackal as well as the dog.[8]\nSmall quantities of grapes and raisins can cause renal failure in dogs. Chocolate, macadamia nuts, cooked onions, or anything with caffeine can also be harmful.[4]\nApple and pear seeds contain arsenic, which may be deadly to dogs.[4]\nDogs have sweat glands in between their paws.[6]\nIn 2003, Dr. Roger Mugford invented the “wagometer,” a device that claims to interpret a dog’s exact mood by measuring the wag of its tail.[5]",
    "author": "Stu"
  },
  {
    "id": 3,
    "title": "Squirrel facts",
    "body": "Squirrels are amazing creatures, they can leap 10 times their body length and turn their ankles 180 degrees to face any direction when climbing.\n\nThey have superb vision, and they learn by quickly copying other animals.\n\nThey are not shy of coming out in the daytime, making them one of the rare wild mammals that many of us actually see.\n\nWhether you think they’re a nuisance, or a lovely sight, check out some amazing squirrel facts!",
    "author": "Rich"
  }
]
